// Note: Please Read.
// This file is for editing cancer stories.
// If you want to add a new exam time, please use the following syntax:
//
//	{
//		"id": "",
//		"date": "",
//		"title": "",
//		"type": "",
//		"image": "",
//		"abstract": "",
//		"full": `
//			Line 1
//			---
//			Line 2
//			---
//			Line 3...
//			`,
//	}
//
// Where:
//	"id": The ID of the story. Come up with a unique ID for each story and never change it (affects the URL). Only use letters and/or numbers.
//	"date": Date of when the story was added.
//	"title": Title of the story.
//	"type": Type of cancer. Available options: prostate, breast, melanoma, testis, blood, cns, head, lung, thyroid, colorectal, liver, kidney, sarcoma, bladder, stomach, uterus, others.
//	"image": File name of the image to use. Must include the file extension (e.g., .jpg, .png). Place all images in the "images" folder.
//	"abstract": 1 paragraph abstract of the story.
//	"full": Multi-line text of the full story. Separate each line with 3 dashes (---).
//
// PLEASE DO NOT EDIT ANYTHING ELSE IN THE CODE.
// SEPARATE EACH STORY WITH A COMA.
// DO NOT RENAME THIS FILE.

var cancerStories = [

	{
	"id": "#1",
	"date": "13/06/2022",
	"title": "ربَّ ضارّة نافعة",
	"type": "breast",
	"image": "4.jpg",
	"abstract": "نعم، أنت مصابة بسرطان الثدي من الدرجة الثالثة.",
	"full": `
	"نعم، أنت مصابة بسرطان الثدي من الدرجة الثالثة".
---
  هكذا وبدون مقدمات، في صمت مهيب، كفكفت أدمعي، وانتقيت أجمل عبارات التفاؤل.
---
هل يوجد علاج أم أذهب إلى البيت؟
من هنا بدأت قصة كفاحي مع المرض.
---
كنت حاملًا في الشهر الثامن؛ حيث أنهكني التعب، ووهن الحمل.
---
وبين هذا وذاك وقفت بين خيارات عديدة، أفضلها كان التمسك بالأمل والتفاؤل، فقد استيقظت وأنا أعدّ وجبة الإفطار، لا مجال للخوف أو التهرّب، بل لمواجهة الواقع.
---
  استندت على العائلة، أبي، إخوتي، أخواتي، ومن لا ينسى فضله – زوجي- الذي مد أكفّه؛ ليكفكف دموعي ليلًا من وجع لا محال منه ولا مفر.
---
لكم لم ولن أفقد الأمل والتمسك بالحياة؛ لأنها جميلة، وكل فرد منّا يستحق الاستمتاع بكل لحظة، مع من يحب أو بما يحب.
---
"رب ضارّة نافعة"
---
نعم السرطان كان قاتلًا،
---
مؤذيًا خبيثًا، لكنه كان مشجعًا لمواجهة ومحاربة الألم؛ أرشدني إلى اللا مستحيل، فلا يأس مع الحياة، ولا حياة مع اليأس.
---
انتصرت عليه!
---
بفضل الله الوحد الأحد، الفرد الصمد، الذي وضعني في امتحان ثابرت كي أنجح به، وها أنا اليوم ولله الحمد أمارس حياتي طبيعيًا.
---
وكأن شيئًا لم يكن.
---
لكل من يقرأ.
---
ثق تمامًا أنك بين يدي الله -عز وجل-،
---
هو يعطي وهو يأخذ،

---
كن شاكرًا صابرًا حامدًا ثابتًا.
---
تسلح بقول حسبي الله لا إله إلا أنت وحدك لا شريك لك، له الملك وله الحمد وهو على كل شيء قدير، حسبي الله لا إله إلا هو عليه توكلت، وهو رب العرش العظيم.

		
		`,
	},
	{
	"id": "#2",
	"date": "13/06/2022",
	"title": "لقد انتصرت",
	"type": "blood",
	"image": "5.jpg",
	"abstract": "كانت فرحتي لا توصف عندما علمت أني قد تعافيت تماما من مرض يوصف بالقاتل، وعن مريضه بالمحارب هكذا انتهت قصتي مع هذا الزائر الذي حاول غزو جسدي، وتدميره عبر دمائي. ",
	"full": `
	ابتدأت قصتي مع سرطان الدم -أو ما يعرف باللوكيميا- في بدايات شهر فبراير من عام 2010م. كنت قد بلغت 12 عاما من عمري، وفي منتصف السنة الدراسية بدأت أعراض الإنفلونزا العادية بالظهور علي، ولكن بشكل أقوى قليلا من المعتاد، وبعد أسبوع من ظهور هذه الأعراض، والتي لم تبد بأنها ستتحسن، بل كانت تزداد سوءًا، لاحظ الجميع اصفرار وجهي وشحوبه، فتوجهت مع أمي إلى أقرب مجمع صحي؛ لأخذ بعض الفحوصات، كان خيرا صادها عندما أخبرنا الدكتور بأن الهيموجلوبين: 3، ولا توجد أي صفائح دم في جسدي،
---
تم نقلي إلى المستشفى المتخصص بأسرع ما يمكن، وقد بدت ملامح
الخوف على وجه أمي، وأنا أسمع الممرضة تردد :
---
"يمكن لوكيميا".
---
كنت أجهل تماما معنى كلمة لوكيميا، بينما تعمد الجميع عدم إخباري لم أستطع تصديق أن مجرد فيروس يمكن أن يبكي أمي طوال الليل، ولم يطل الأمر حتى اكتشفت المعنى بنفسي. لا أنكر أني بكيت أحيانا، بل ربما كثيرا خلال فترة علاجي، ولا أعلم من أين جئت بالقوة كي أتحمل قسوة الحرب مع هذا المرض في عمر صغير. ربما دعوات أهلي الصادقة كانت قد أجيبت على شكل قوة أرسلت لي من رب السماء. بعد علاج بالكيماوي دام لثلاثة أشهر تقريبا، تم نقلي إلى قسم زراعة النخاع لتبدأ آخر مرحلة للنجاة من السرطان، كنت خائفة لأنها كانت المرحلة الأقسى، ولكنها النهاية؛ التي عقدت العزم لوصولها. بعد علاج مكثف لقتل ما تبقى من خلايا سرطانية في جسدي، تم نقل نخاع أخي الذي أنقذ جسدي المتهالك في تاريخ 10 مايو 2010م، وهنا كانت ولادتي الثانية لهذه الحياة.
---
بالمعنى خوفا منهم على أن يؤثر ذلك في نفسي فيضعفها وأفقد الأمل، وكان كل ما أخبرت به أني مصابة بفيروس قوي نوعا ما.
---
أتذكر أني ابتسمت بعدما علمت أن السرطان هو ما يبقيني في المستشفى، ويقلق أهلي علي، فقد ازددت ارتياحا، وزادت ثقة أهلي، وتمسكهم بالأمل بعد رؤيتي على ذلك الحال.
---
لم تكن تجربة السرطان سهلة، ولكن أحمد الله عليها لجعلها مني شخصا أقوى
---
لمدة 9 أعوام أخرى من عمري، وحتى هذا اليوم.


		`,
	},
	{
	"id": "#3",
	"date": "13/06/2022",
	"title": "على رصيف الأمل",
	"type": "cns",
	"image": "5.png",
	"abstract": "عاد إلى بلده بعد غربته، فأصابه سرطان في دماغه. استؤصل 90 % منه والباقي ما زال بأعراضه",
	"full": `
	يقول الله سبحانه وتعالى في سورة هود: (والله غيب السماوات والأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك يغافل عما تعملون)
(الآية 123) 
---
طالب مبتعث للولايات المتحدة الأمريكية، يروي لنا تجربته المليئة بالتوكل واليقين الخالص لله، في آخر أسبوع له في الدراسة بدأت تظهر عليه أعراض كالصداع الشديد، وآلام الرقبة، والرؤية المزدوجة. بعد رجوعه لأرض الوطن، أجرى الفحوصات والأشعة اللازمة لمعرفة أسباب هذه الأعراض، فاكتشفوا وجود ورم سرطاني وسط الدماغ. كانت الصدمة كبيرة لوالده، خوفًا على فلذة كبده، ولكن بطل قصتنا كان متوكلًا على الله، ومؤمنًا بقضاء الله وقدره فبدأ رحلة العلاج في الأول من رمضان، أخبره الطبيب بضرورة المباشرة في عملية مستعجلة لاستئصال الورم بأسرع وقت.
---
يكمل الحكاية:
---
"بعد أسبوع طلب الطبيب المعالج رؤية والدي، ورافقته رغم رفض والدي ذلك خوفًا منه بأني سأتردد أو يدب الخوف في نفسي بسبب العملية المنتظرة، ولكنني كنت متفائلًا ومتوكلًا على الله، لأنها عملية حياة أو موت، فأخبرني أن العملية صعبة جدًا، ولا تحتاج أن تجريها. 
---
قلت له: أنا المريض وسأجريها، توكلت على الله. 
---
بعد أسبوع أجريت العملية التي استغرقت 10 ساعات، أفقت في العناية المركزة، وأخبروني أنه تم استئصال 90 بالمائة، والـ10 بالمائة الباقية في مكان حساس لم يستطيعوا استخراجه. مر علي شهر رمضان، وأنا في المستشفى، الوقت بطيء والشهر الفضيل انتهى. 
---
بعد عيد الفطر بدأت مرحلة العلاج الكيماوي بمعدل أربع جلسات مقسمة بحوالي شهر وأسبوعين. وعند قدوم عيد الأضحى بدأت آثار العملية بالظهور، وهي عبارة عن تجمع سائل يضغط على الدماغ، فأجريت عملية أخرى تسمى الاستسقاء الدماغي، وهذه العملية عبارة عن أنبوب داخل الجسم وصمام في الرأس، ويبقى هذا الجهاز مدى الحياة، وبعد ذلك بدأت العلاج الإشعاعي، وأخبروني بأنه سيستمر لمدة خمسة أسابيع.
---
 وأنا الآن في هذه المرحلة. والحمد لله رب العالمين."

		`,
	}
];
