// Note: Please Read.
// This file is for editing cancer stories.
// If you want to add a new exam time, please use the following syntax:
//
//	{
//		"id": "",
//		"date": "",
//		"title": "",
//		"type": "",
//		"image": "",
//		"abstract": "",
//		"full": `
//			Line 1
//			---
//			Line 2
//			---
//			Line 3...
//			`,
//	}
//
// Where:
//	"id": The ID of the story. Come up with a unique ID for each story and never change it (affects the URL). Only use letters and/or numbers.
//	"date": Date of when the story was added.
//	"title": Title of the story.
//	"type": Type of cancer. Available options: prostate, breast, melanoma, testis, blood, cns, head, lung, thyroid, colorectal, liver, kidney, sarcoma, bladder, stomach, uterus, others.
//	"image": File name of the image to use. Must include the file extension (e.g., .jpg, .png). Place all images in the "images" folder.
//	"abstract": 1 paragraph abstract of the story.
//	"full": Multi-line text of the full story. Separate each line with 3 dashes (---).
//
// PLEASE DO NOT EDIT ANYTHING ELSE IN THE CODE.
// SEPARATE EACH STORY WITH A COMA.
// DO NOT RENAME THIS FILE.

var cancerStories = [

	{
	"id": "1",
	"date": "01/01/2000",
	"title": "سرطان الرئة",
	"type": "lung",
	"image": "1.png",
	"abstract": "سرطان الرئة أحد أمراض الرئة التي تتميز بحدوث انقسامات خلوية غير مضبوطة للخلايا الحية، وقدرة هذه الخلايا المنقسمة على غزو النسج الأخرى للرئة والانتشار فيها، إما عن طريق نمو مباشر باتجاه نسيج مجاور أو الانتقال وغزو أنسجة بعيدة في عملية يطلق عليها اسم النقيلة. معظم أنواع السرطان التي تبدأ في الرئة والمعروفه باسم سرطان الرئة الأولي هي التي تستمد من سرطان الخلايا الظهارية وتسمى أيضاً سرطان خلية الشوفان، والسبب الرئيسي هو التعرض لدخان التبغ وهو السبب الرئيسي في 90% من حالات سرطان الرئة وهذه الحالات تنتسب غالبا إلى العوامل الوراثية أو غاز الرادون أو الاسبستوس (Asbestos).",
	"full": `
		سرطان الرئة أحد أمراض الرئة التي تتميز بحدوث انقسامات خلوية غير مضبوطة للخلايا الحية، وقدرة هذه الخلايا المنقسمة على غزو النسج الأخرى للرئة والانتشار فيها، إما عن طريق نمو مباشر باتجاه نسيج مجاور أو الانتقال وغزو أنسجة بعيدة في عملية يطلق عليها اسم النقيلة. معظم أنواع السرطان التي تبدأ في الرئة والمعروفه باسم سرطان الرئة الأولي هي التي تستمد من سرطان الخلايا الظهارية وتسمى أيضاً سرطان خلية الشوفان، والسبب الرئيسي هو التعرض لدخان التبغ وهو السبب الرئيسي في 90% من حالات سرطان الرئة وهذه الحالات تنتسب غالبا إلى العوامل الوراثية أو غاز الرادون أو الاسبستوس (Asbestos).
---
يعدّ التدخين هو السبب الأول لحالات سرطان الرئة حيث يشكل حوالي 85% كسبب رئيسي للإصابة بذلك السرطان وفقط حوالي 10-15٪ من حالات السرطان تحدث عند الأشخاص الذين لم يدخنوا أبدًا. غالبًا ما تنتج هذه الحالات عن مجموعة من العوامل الوراثية مثل التعرض لغاز الرادون، أو الأسبستوس، أو التدخين غير المباشر، أو أشكال أخرى من تلوث الهواء. يمكن رؤية سرطان الرئة على الصور الشعاعية للصدر والتصوير المقطعي المحوسب (CT). يتم تأكيد التشخيص عن طريق الخزعة.
---
يعدّ تجنب عوامل الخطر بما في ذلك التدخين وتلوث الهواء، هو الطريقة الأساسية للوقاية. يعتمد العلاج والنتائج طويلة المدى على نوع السرطان وعلى مرحلة السرطان (درجة الانتشار)، والصحة العامة للشخص. معظم الحالات للأسف غير قابلة للعلاج. تشمل العلاجات الشائعة: الجراحة والعلاج الكيميائي والعلاج الإشعاعي.
---
في عام 2012 كان تعداد المصابين بسرطان الرئة حوالي 1.8 مليون شخص وأسفر عن 1.6 مليون حالة وفاة. وهذا يجعله السبب الأكثر شيوعًا للوفاة المرتبطة بالسرطان لدى الرجال والثاني الأكثر شيوعًا بين النساء بعد سرطان الثدي. يعدّ السن الأكثر شيوعًا عند التشخيص هو سن السبعين عامًا. وعموما، فإن 17.4 ٪ من الأشخاص في الولايات المتحدة الذين تم تشخيص إصابتهم بسرطان الرئة يبقون على قيد الحياة بعد خمس سنوات من تشخيصهم بالسرطان ولكن هذه النتائج مختلفة في العالم النامي.
---
سرطان الرئة هو من أكثر السرطانات شيوعاً في العالم بعد سرطان الجلد، وسرطان الثدي عند النساء، وسرطان البروستات عند الرجال وهو المسبّب الأكثر للوفاة بأمراض السرطان الشهر العالمي لسرطان الرئة هو نوفمبر وقد وضع هذا الشهر للتوعية بمدى خطورة المرض وضرورة علاجه عند المصابين وضرورة تجنب التدخين للحفاظ على سلامة الرئتين

		`,
	}
];
